{
  "accept_appeal_cheating": "Greetings,\n \n After reviewing your appeal, we have come to the decision to remove restrictions from your account. However, in return we ask that you remove all cheats or third-party software that could be used to play the game unfairly. In addition, do NOT create any other accounts or attempt to use anyone else's account. Failure to follow these two rules will result in a PERMANENT BAN. Please take a moment to familiarize yourself with our community rules.\n \n Regards,\n Ripple Support",
  "accept_appeal_multi": "Greetings,\n \n After reviewing your appeal, we have come to the decision to remove restrictions from your account. However, in return we ask that you do NOT create any more accounts or attempt to use anyone else's account. Doing so with result in a PERMANENT BAN. Please take a moment to familiarize yourself with our community rules.\n \n Regards,\n Ripple Support",
  "accept_username": "Your username has been changed.\n \n Regards,\n Ripple Support",
  "deny_appeal_multi": "Unfortunately creating new accounts is against the rules. There are two warnings before attempting to create a new one, which you ignored. Unfortunately you'll have to wait a month before appealing your restriction.\n \n Regards,\n ​Ripple Support",
  "deny_appeal": "Greetings,\n \n After reviewing your appeal, we have come to the decision to deny your appeal. Unfortunately, the severity of your actions is too high for us to consider allowing you back into Ripple at this time. In order for us to accept your appeal in the future, you would need to provide an exceptionally well written appeal in addition to having months of good behaviour. Please note that our 1 month appeal policy does NOT guarantee an unrestriction. It only serves as a chance to show that you have possibly turned over a new leaf and are ready to come back. Furthermore, any creation of multi-accounts or breakage of our rules will result in a permanent ban. Please take a moment to familiarize yourself with our community rules going forward.\n \n Regards,\n Ripple Support",
  "deny_username": "Unfortunately we'll have to deny your username change as it is either impostering another user or offensive.\n \n Regards,\n Ripple Support"
}